{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MccMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Chinese"
					},
					"Translation":
					{
						"Text": "中文"
					},
					"Key": "Chinese"
				},
				{
					"Source":
					{
						"Text": "ChooseRecord"
					},
					"Translation":
					{
						"Text": "选择存档"
					},
					"Key": "ChooseRecord"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "英语"
					},
					"Key": "English"
				},
				{
					"Source":
					{
						"Text": "EnterGame"
					},
					"Translation":
					{
						"Text": "进入游戏"
					},
					"Key": "EnterGame"
				},
				{
					"Source":
					{
						"Text": "EnterRecord"
					},
					"Translation":
					{
						"Text": "进入存档"
					},
					"Key": "EnterRecord"
				},
				{
					"Source":
					{
						"Text": "GameOption"
					},
					"Translation":
					{
						"Text": "游戏设置"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "GoBack"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "GoBack"
				},
				{
					"Source":
					{
						"Text": "LoadRecord"
					},
					"Translation":
					{
						"Text": "读取存档"
					},
					"Key": "LoadRecord"
				},
				{
					"Source":
					{
						"Text": "Menu"
					},
					"Translation":
					{
						"Text": "菜单"
					},
					"Key": "Menu"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "音乐"
					},
					"Key": "Music"
				},
				{
					"Source":
					{
						"Text": "NameRepreatedHint"
					},
					"Translation":
					{
						"Text": "存档名重复"
					},
					"Key": "NameRepreatedHint"
				},
				{
					"Source":
					{
						"Text": "NewGame"
					},
					"Translation":
					{
						"Text": "新游戏"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "QuitGame"
					},
					"Translation":
					{
						"Text": "退出游戏"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "RecordName"
					},
					"Translation":
					{
						"Text": "存档名"
					},
					"Key": "RecordName"
				},
				{
					"Source":
					{
						"Text": "RecordNameHint"
					},
					"Translation":
					{
						"Text": "输入存档名"
					},
					"Key": "RecordNameHint"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "音效"
					},
					"Key": "Sound"
				},
				{
					"Source":
					{
						"Text": "StartGame"
					},
					"Translation":
					{
						"Text": "开始游戏"
					},
					"Key": "StartGame"
				}
			]
		}
	]
}